# -*- coding: utf-8 -*-
LOCAL = True

app_secret = 'DqZqEfkYFiTjGSDaK7WR'

host = '127.0.0.1' if LOCAL else '127.0.0.1'
port = 5000 if LOCAL else 8090

INT32 = 2147483647

locations = [
    'Стройплощадка',
    'Парламент',
    'Метро',
    'Стадион',
    'Музей',
    'Дом престарелых',
    'Экскурсионный автобус',
    'Рок-концерт',
    'Шахта',
    'Свадьба',
    'Заправочная станция',
    'Библиотека',
    'Шоколадная фабрика',
    'Кладбище',
    'Джаз-бэнд',
    'Виноградник',
    'Порт',
    'Автогонки',
    'Тюрьма',
    'Выставка кошек',
]